Repository: Git-Rocky-Stack/Agent-X
Catalog: src/AgentX.App/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, ja, zh_cn

# Terms_ComplianceWithAllApplicable.Text
source: Compliance with all applicable laws and regulations regarding your use of the application
de: Einhaltung aller geltenden Gesetze und Vorschriften bei der Nutzung der Anwendung
es: El cumplimiento de todas las leyes y regulaciones aplicables respecto a su uso de la aplicación
fr: Le respect de toutes les lois et réglementations applicables concernant votre utilisation de l'application
ja: アプリケーションの使用に関する、適用されるすべての法令の遵守
zh_cn: 在使用本应用时遵守所有适用的法律法规

# Terms_MaintainingTheSecurityOf.Text
source: Maintaining the security of your device and any credentials stored locally
de: Aufrechterhaltung der Sicherheit Ihres Geräts und aller lokal gespeicherten Zugangsdaten
es: Mantener la seguridad de su dispositivo y de las credenciales almacenadas localmente
fr: Maintenir la sécurité de votre appareil et des identifiants stockés localement
ja: デバイスおよびローカルに保存された認証情報のセキュリティの維持
zh_cn: 维护您的设备及本地存储的任何凭据的安全

# Terms_BackingUpYourData.Text
source: Backing up your data regularly, as Strategia-X is not responsible for data loss
de: Regelmäßige Sicherung Ihrer Daten, da Strategia-X nicht für Datenverlust haftet
es: Realizar copias de seguridad de sus datos con regularidad, ya que Strategia-X no se hace responsable de la pérdida de datos
fr: Sauvegarder régulièrement vos données, Strategia-X n'étant pas responsable des pertes de données
ja: 定期的なデータのバックアップ (Strategia-X はデータ損失について責任を負いません)
zh_cn: 定期备份您的数据,Strategia-X 不对数据丢失负责

# Terms_5IntellectualProperty.Text
source: 5. Intellectual Property
de: 5. Geistiges Eigentum
es: 5. Propiedad intelectual
fr: 5. Propriété intellectuelle
ja: 5. 知的財産
zh_cn: 5. 知识产权

# Terms_AgentXIsOpen.Text
source: Agent-X is open-source software. The source code, documentation, and other materials are made available under the MIT License, and copyright is retained by the original authors and contributors as noted in that license. You are free to use and build upon these materials in accordance with the MIT License terms.
de: Agent-X ist Open-Source-Software. Quellcode, Dokumentation und weitere Materialien werden unter der MIT-Lizenz bereitgestellt; das Urheberrecht verbleibt gemäß dieser Lizenz bei den ursprünglichen Autoren und Mitwirkenden. Sie dürfen diese Materialien im Einklang mit den MIT-Lizenzbedingungen frei nutzen und darauf aufbauen.
es: Agent-X es software de código abierto. El código fuente, la documentación y otros materiales se ponen a disposición bajo la licencia MIT, y los derechos de autor los conservan los autores y colaboradores originales según se indica en dicha licencia. Puede usar y desarrollar libremente estos materiales de acuerdo con los términos de la licencia MIT.
fr: Agent-X est un logiciel open source. Le code source, la documentation et les autres matériaux sont mis à disposition sous licence MIT, et le droit d'auteur est conservé par les auteurs et contributeurs d'origine comme indiqué dans cette licence. Vous êtes libre d'utiliser et de développer ces matériaux conformément aux termes de la licence MIT.
ja: Agent-X はオープンソース ソフトウェアです。ソース コード、ドキュメント、その他の資料は MIT ライセンスの下で提供され、著作権は同ライセンスに記載のとおり原著作者および貢献者に帰属します。MIT ライセンスの条件に従い、これらの資料を自由に利用し、それを基に開発できます。
zh_cn: Agent-X 是开源软件。源代码、文档及其他材料依据 MIT 许可证提供,版权归该许可证所述的原作者和贡献者所有。您可以按照 MIT 许可证条款自由使用这些材料并在其基础上开发。

# Terms_YourDocumentsAndData.Text
source: Your documents and data remain your property at all times. We claim no ownership of content you process through Agent-X. You retain all rights to your intellectual property.
de: Ihre Dokumente und Daten bleiben jederzeit Ihr Eigentum. Wir beanspruchen kein Eigentum an Inhalten, die Sie mit Agent-X verarbeiten. Sie behalten alle Rechte an Ihrem geistigen Eigentum.
es: Sus documentos y datos siguen siendo de su propiedad en todo momento. No reclamamos la propiedad del contenido que procese a través de Agent-X. Usted conserva todos los derechos sobre su propiedad intelectual.
fr: Vos documents et données restent votre propriété à tout moment. Nous ne revendiquons aucune propriété sur le contenu que vous traitez via Agent-X. Vous conservez tous les droits sur votre propriété intellectuelle.
ja: お客様のドキュメントとデータは、常にお客様の財産です。Agent-X で処理されたコンテンツについて、当社が所有権を主張することはありません。知的財産に関するすべての権利はお客様に帰属します。
zh_cn: 您的文档和数据始终归您所有。我们不主张对您通过 Agent-X 处理的内容拥有任何所有权。您保留对自己知识产权的全部权利。

# Terms_6ThirdPartySoftware.Text
source: 6. Third-Party Software
de: 6. Software von Drittanbietern
es: 6. Software de terceros
fr: 6. Logiciels tiers
ja: 6. サードパーティ ソフトウェア
zh_cn: 6. 第三方软件

# Terms_AgentXIntegratesWith.Text
source: Agent-X integrates with Ollama, an open-source project developed by Ollama, Inc. Ollama is subject to its own license terms and conditions, which are separate from these Terms. You are responsible for reviewing and complying with Ollama's terms of service.
de: Agent-X integriert Ollama, ein Open-Source-Projekt von Ollama, Inc. Ollama unterliegt eigenen Lizenzbedingungen, die von diesen Bedingungen getrennt sind. Sie sind dafür verantwortlich, die Nutzungsbedingungen von Ollama zu prüfen und einzuhalten.
es: Agent-X se integra con Ollama, un proyecto de código abierto desarrollado por Ollama, Inc. Ollama está sujeto a sus propios términos y condiciones de licencia, independientes de estos Términos. Usted es responsable de revisar y cumplir los términos de servicio de Ollama.
fr: Agent-X s'intègre à Ollama, un projet open source développé par Ollama, Inc. Ollama est soumis à ses propres conditions de licence, distinctes de ces Conditions. Il vous incombe de consulter et de respecter les conditions d'utilisation d'Ollama.
ja: Agent-X は、Ollama, Inc. が開発するオープンソース プロジェクト Ollama と連携します。Ollama には本規約とは別の独自のライセンス条件が適用されます。Ollama の利用規約の確認と遵守はお客様の責任となります。
zh_cn: Agent-X 与 Ollama 集成,后者是由 Ollama, Inc. 开发的开源项目。Ollama 受其自身的许可条款约束,独立于本条款。您有责任查阅并遵守 Ollama 的服务条款。

# Terms_AgentXAlsoUses.Text
source: Agent-X also uses various open-source libraries, each governed by their respective licenses. These licenses are included in the application distribution. Your use of Agent-X constitutes acceptance of these third-party license terms.
de: Agent-X verwendet außerdem verschiedene Open-Source-Bibliotheken, die jeweils ihren eigenen Lizenzen unterliegen. Diese Lizenzen sind in der Anwendungsdistribution enthalten. Mit der Nutzung von Agent-X akzeptieren Sie diese Drittanbieter-Lizenzbedingungen.
es: Agent-X también usa varias bibliotecas de código abierto, cada una regida por su respectiva licencia. Estas licencias se incluyen en la distribución de la aplicación. Su uso de Agent-X constituye la aceptación de estos términos de licencia de terceros.
fr: Agent-X utilise également diverses bibliothèques open source, chacune régie par sa propre licence. Ces licences sont incluses dans la distribution de l'application. Votre utilisation d'Agent-X vaut acceptation de ces conditions de licence tierces.
ja: Agent-X は、それぞれ固有のライセンスが適用される各種オープンソース ライブラリも使用しています。これらのライセンスはアプリケーションの配布物に含まれています。Agent-X の使用は、これらのサードパーティ ライセンス条件への同意を意味します。
zh_cn: Agent-X 还使用多个开源库,各自受其相应许可证约束。这些许可证包含在应用分发包中。您使用 Agent-X 即表示接受这些第三方许可条款。

# Terms_7Privacy.Text
source: 7. Privacy
de: 7. Datenschutz
es: 7. Privacidad
fr: 7. Confidentialité
ja: 7. プライバシー
zh_cn: 7. 隐私

# Terms_YourUseOfAgent.Text
source: Your use of Agent-X is also governed by our Privacy Policy, which is accessible within the application. The Privacy Policy describes how we handle data, what information (if any) is collected, and your rights regarding your personal data.
de: Ihre Nutzung von Agent-X unterliegt außerdem unserer Datenschutzerklärung, die in der Anwendung einsehbar ist. Die Datenschutzerklärung beschreibt, wie wir mit Daten umgehen, welche Informationen (falls überhaupt) erfasst werden und welche Rechte Sie in Bezug auf Ihre personenbezogenen Daten haben.
es: Su uso de Agent-X también se rige por nuestra Política de privacidad, accesible desde la aplicación. La Política de privacidad describe cómo tratamos los datos, qué información (si la hay) se recopila y sus derechos respecto a sus datos personales.
fr: Votre utilisation d'Agent-X est également régie par notre Politique de confidentialité, accessible dans l'application. Elle décrit comment nous traitons les données, quelles informations (le cas échéant) sont collectées et vos droits concernant vos données personnelles.
ja: Agent-X のご利用には、アプリケーション内で確認できる当社のプライバシー ポリシーも適用されます。プライバシー ポリシーでは、データの取り扱い、収集される情報 (ある場合)、および個人データに関するお客様の権利について説明しています。
zh_cn: 您对 Agent-X 的使用还受我们的隐私政策约束,该政策可在应用内查看。隐私政策说明了我们如何处理数据、收集哪些信息(如有)以及您对个人数据享有的权利。

# Terms_ByUsingAgentX.Text
source: By using Agent-X, you acknowledge and agree to our data practices as described in the Privacy Policy. The Privacy Policy is incorporated into these Terms by reference.
de: Mit der Nutzung von Agent-X erkennen Sie unsere in der Datenschutzerklärung beschriebenen Datenpraktiken an und stimmen ihnen zu. Die Datenschutzerklärung ist durch Verweis Bestandteil dieser Bedingungen.
es: Al usar Agent-X, reconoce y acepta nuestras prácticas de datos descritas en la Política de privacidad. La Política de privacidad se incorpora a estos Términos por referencia.
fr: En utilisant Agent-X, vous reconnaissez et acceptez nos pratiques en matière de données décrites dans la Politique de confidentialité. Celle-ci est incorporée à ces Conditions par référence.
ja: Agent-X を使用することにより、プライバシー ポリシーに記載されたデータの取り扱いを認め、これに同意したものとみなされます。プライバシー ポリシーは、参照により本規約に組み込まれます。
zh_cn: 使用 Agent-X 即表示您确认并同意隐私政策所述的数据实践。隐私政策以引用方式纳入本条款。

# Terms_8DisclaimerOfWarranties.Text
source: 8. Disclaimer of Warranties
de: 8. Gewährleistungsausschluss
es: 8. Exención de garantías
fr: 8. Exclusion de garanties
ja: 8. 保証の否認
zh_cn: 8. 免责声明

# Terms_AgentXIsProvided.Text
source: AGENT-X IS PROVIDED "AS IS" AND "AS AVAILABLE" WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED. TO THE FULLEST EXTENT PERMITTED BY LAW, STRATEGIA-X DISCLAIMS ALL WARRANTIES INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.
de: AGENT-X WIRD „WIE BESEHEN“ UND „WIE VERFÜGBAR“ OHNE JEGLICHE AUSDRÜCKLICHE ODER STILLSCHWEIGENDE GEWÄHRLEISTUNG BEREITGESTELLT. SOWEIT GESETZLICH ZULÄSSIG, SCHLIESST STRATEGIA-X ALLE GEWÄHRLEISTUNGEN AUS, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF STILLSCHWEIGENDE GEWÄHRLEISTUNGEN DER MARKTGÄNGIGKEIT, DER EIGNUNG FÜR EINEN BESTIMMTEN ZWECK UND DER NICHTVERLETZUNG VON RECHTEN DRITTER.
es: AGENT-X SE PROPORCIONA 'TAL CUAL' Y 'SEGÚN DISPONIBILIDAD', SIN GARANTÍAS DE NINGÚN TIPO, EXPRESAS O IMPLÍCITAS. EN LA MÁXIMA MEDIDA PERMITIDA POR LA LEY, STRATEGIA-X RENUNCIA A TODAS LAS GARANTÍAS, INCLUIDAS, ENTRE OTRAS, LAS GARANTÍAS IMPLÍCITAS DE COMERCIABILIDAD, IDONEIDAD PARA UN FIN DETERMINADO Y NO INFRACCIÓN.
fr: AGENT-X EST FOURNI « EN L'ÉTAT » ET « SELON DISPONIBILITÉ », SANS GARANTIE D'AUCUNE SORTE, EXPRESSE OU IMPLICITE. DANS TOUTE LA MESURE PERMISE PAR LA LOI, STRATEGIA-X DÉCLINE TOUTE GARANTIE, Y COMPRIS, MAIS SANS S'Y LIMITER, LES GARANTIES IMPLICITES DE QUALITÉ MARCHANDE, D'ADÉQUATION À UN USAGE PARTICULIER ET D'ABSENCE DE CONTREFAÇON.
ja: AGENT-X は「現状有姿」および「提供可能な状態」で提供され、明示・黙示を問わずいかなる保証もありません。法律で認められる最大限の範囲において、STRATEGIA-X は、商品性、特定目的への適合性、権利非侵害の黙示的保証を含むがこれに限られない、すべての保証を否認します。
zh_cn: AGENT-X 按“现状”和“可用”状态提供,不附带任何明示或默示的保证。在法律允许的最大范围内,STRATEGIA-X 否认所有保证,包括但不限于对适销性、特定用途适用性和不侵权的默示保证。

# Terms_WeDoNotWarrant.Text
source: We do not warrant that:
de: Wir gewährleisten nicht, dass:
es: No garantizamos que:
fr: Nous ne garantissons pas que :
ja: 当社は以下について保証しません:
zh_cn: 我们不保证:

# Terms_TheApplicationWillBe.Text
source: The application will be error-free or uninterrupted
de: Die Anwendung fehlerfrei oder unterbrechungsfrei läuft
es: La aplicación esté libre de errores o funcione sin interrupciones
fr: L'application sera exempte d'erreurs ou ininterrompue
ja: アプリケーションにエラーや中断がないこと
zh_cn: 应用程序无错误或不中断

# Terms_AiGeneratedResponsesWill.Text
source: AI-generated responses will be accurate, complete, or reliable
de: KI-generierte Antworten korrekt, vollständig oder zuverlässig sind
es: Las respuestas generadas por IA sean precisas, completas o fiables
fr: Les réponses générées par l'IA seront exactes, complètes ou fiables
ja: AI が生成する回答が正確、完全、または信頼できること
zh_cn: AI 生成的回答准确、完整或可靠

# Terms_TheApplicationWillMeet.Text
source: The application will meet your specific requirements
de: Die Anwendung Ihre spezifischen Anforderungen erfüllt
es: La aplicación cumpla sus requisitos específicos
fr: L'application répondra à vos exigences spécifiques
ja: アプリケーションがお客様固有の要件を満たすこと
zh_cn: 应用程序满足您的特定需求

# Terms_DefectsInTheApplication.Text
source: Defects in the application will be corrected in a timely manner
de: Mängel der Anwendung zeitnah behoben werden
es: Los defectos de la aplicación se corrijan de manera oportuna
fr: Les défauts de l'application seront corrigés en temps utile
ja: アプリケーションの欠陥が速やかに修正されること
zh_cn: 应用程序的缺陷会被及时修复

# Terms_9LimitationOfLiability.Text
source: 9. Limitation of Liability
de: 9. Haftungsbeschränkung
es: 9. Limitación de responsabilidad
fr: 9. Limitation de responsabilité
ja: 9. 責任の制限
zh_cn: 9. 责任限制

# Terms_ToTheMaximumExtent.Text
source: TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, STRATEGIA-X SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO LOSS OF DATA OR DOCUMENTS, LOSS OF PROFITS OR REVENUE, DAMAGE TO HARDWARE OR SOFTWARE, BUSINESS INTERRUPTION, OR ANY OTHER INTANGIBLE LOSSES ARISING FROM YOUR USE OF OR INABILITY TO USE AGENT-X.
de: SOWEIT NACH GELTENDEM RECHT ZULÄSSIG, HAFTET STRATEGIA-X NICHT FÜR INDIREKTE, BEILÄUFIGE, BESONDERE, FOLGE- ODER STRAFSCHÄDEN, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF DEN VERLUST VON DATEN ODER DOKUMENTEN, ENTGANGENE GEWINNE ODER EINNAHMEN, SCHÄDEN AN HARDWARE ODER SOFTWARE, BETRIEBSUNTERBRECHUNGEN ODER SONSTIGE IMMATERIELLE VERLUSTE, DIE AUS DER NUTZUNG ODER DER UNMÖGLICHKEIT DER NUTZUNG VON AGENT-X ENTSTEHEN.
es: EN LA MÁXIMA MEDIDA PERMITIDA POR LA LEY APLICABLE, STRATEGIA-X NO SERÁ RESPONSABLE DE NINGÚN DAÑO INDIRECTO, INCIDENTAL, ESPECIAL, CONSECUENTE O PUNITIVO, INCLUIDOS, ENTRE OTROS, LA PÉRDIDA DE DATOS O DOCUMENTOS, LA PÉRDIDA DE BENEFICIOS O INGRESOS, DAÑOS AL HARDWARE O SOFTWARE, LA INTERRUPCIÓN DEL NEGOCIO O CUALQUIER OTRA PÉRDIDA INTANGIBLE DERIVADA DE SU USO O IMPOSIBILIDAD DE USO DE AGENT-X.
fr: DANS TOUTE LA MESURE PERMISE PAR LA LOI APPLICABLE, STRATEGIA-X NE SAURAIT ÊTRE TENU RESPONSABLE DE DOMMAGES INDIRECTS, ACCESSOIRES, SPÉCIAUX, CONSÉCUTIFS OU PUNITIFS, Y COMPRIS, MAIS SANS S'Y LIMITER, LA PERTE DE DONNÉES OU DE DOCUMENTS, LA PERTE DE PROFITS OU DE REVENUS, LES DOMMAGES AU MATÉRIEL OU AUX LOGICIELS, L'INTERRUPTION D'ACTIVITÉ OU TOUTE AUTRE PERTE IMMATÉRIELLE DÉCOULANT DE VOTRE UTILISATION OU DE VOTRE INCAPACITÉ À UTILISER AGENT-X.
ja: 適用法で認められる最大限の範囲において、STRATEGIA-X は、AGENT-X の使用または使用不能に起因する、データまたはドキュメントの損失、利益または収益の損失、ハードウェアまたはソフトウェアの損傷、事業の中断、その他の無形の損失を含むがこれに限られない、間接損害、付随的損害、特別損害、結果損害、懲罰的損害について、一切責任を負いません。
zh_cn: 在适用法律允许的最大范围内,STRATEGIA-X 不对任何间接、附带、特殊、后果性或惩罚性损害承担责任,包括但不限于因您使用或无法使用 AGENT-X 而导致的数据或文档丢失、利润或收入损失、硬件或软件损坏、业务中断或任何其他无形损失。

# Terms_ThisLimitationAppliesRegardles.Text
source: This limitation applies regardless of the legal theory on which the claim is based, whether we have been advised of the possibility of such damages, and even if a remedy fails of its essential purpose.
de: Diese Beschränkung gilt unabhängig von der Rechtsgrundlage des Anspruchs, unabhängig davon, ob wir auf die Möglichkeit solcher Schäden hingewiesen wurden, und selbst wenn ein Rechtsbehelf seinen wesentlichen Zweck verfehlt.
es: Esta limitación se aplica independientemente de la teoría legal en la que se base la reclamación, de si se nos ha advertido de la posibilidad de tales daños, e incluso si un recurso no cumple su propósito esencial.
fr: Cette limitation s'applique quelle que soit la théorie juridique sur laquelle repose la réclamation, que nous ayons été informés ou non de la possibilité de tels dommages, et même si un recours échoue dans son objectif essentiel.
ja: この制限は、請求の根拠となる法的理論を問わず、当社がそのような損害の可能性を知らされていたかどうかにかかわらず、また救済手段がその本質的目的を達成できない場合でも適用されます。
zh_cn: 无论索赔所依据的法律理论为何,无论我们是否被告知此类损害的可能性,即使某种救济未能实现其基本目的,本限制均适用。

# Terms_AgentXIsProvided2.Text
source: Agent-X is provided to you free of charge under the MIT License. To the fullest extent permitted by law, the authors and copyright holders shall have no liability to you for any claims arising from or relating to Agent-X.
de: Agent-X wird Ihnen unter der MIT-Lizenz kostenlos zur Verfügung gestellt. Soweit gesetzlich zulässig, haften die Autoren und Rechteinhaber Ihnen gegenüber nicht für Ansprüche, die aus oder im Zusammenhang mit Agent-X entstehen.
es: Agent-X se le proporciona de forma gratuita bajo la licencia MIT. En la máxima medida permitida por la ley, los autores y titulares de derechos de autor no tendrán responsabilidad alguna ante usted por reclamaciones derivadas de o relacionadas con Agent-X.
fr: Agent-X vous est fourni gratuitement sous licence MIT. Dans toute la mesure permise par la loi, les auteurs et titulaires de droits d'auteur n'encourent aucune responsabilité envers vous pour toute réclamation découlant d'Agent-X ou s'y rapportant.
ja: Agent-X は MIT ライセンスの下で無償で提供されます。法律で認められる最大限の範囲において、著作者および著作権者は、Agent-X に起因または関連する請求について、お客様に対し一切の責任を負いません。
zh_cn: Agent-X 依据 MIT 许可证免费提供给您。在法律允许的最大范围内,作者和版权持有人对因 Agent-X 引起或与之相关的任何索赔不承担任何责任。

# Terms_10AiGeneratedContent.Text
source: 10. AI-Generated Content Disclaimer
de: 10. Haftungsausschluss für KI-generierte Inhalte
es: 10. Aviso sobre contenido generado por IA
fr: 10. Avertissement sur le contenu généré par l'IA
ja: 10. AI 生成コンテンツに関する免責事項
zh_cn: 10. AI 生成内容免责声明

# Terms_AgentXUsesLocally.Text
source: Agent-X uses locally-running AI models to generate responses and perform analysis. It is important that you understand the following:
de: Agent-X verwendet lokal laufende KI-Modelle, um Antworten zu generieren und Analysen durchzuführen. Bitte beachten Sie Folgendes:
es: Agent-X usa modelos de IA que se ejecutan localmente para generar respuestas y realizar análisis. Es importante que comprenda lo siguiente:
fr: Agent-X utilise des modèles d'IA exécutés localement pour générer des réponses et effectuer des analyses. Il est important que vous compreniez ce qui suit :
ja: Agent-X は、ローカルで動作する AI モデルを使用して回答の生成と分析を行います。次の点を必ずご理解ください:
zh_cn: Agent-X 使用本地运行的 AI 模型生成回答并执行分析。请务必理解以下内容:

# Terms_AiOutputMayContain.Text
source: AI output may contain inaccuracies, errors, or biases inherent in the underlying models
de: KI-Ausgaben können Ungenauigkeiten, Fehler oder modellbedingte Verzerrungen enthalten
es: La salida de la IA puede contener imprecisiones, errores o sesgos inherentes a los modelos subyacentes
fr: Les sorties de l'IA peuvent contenir des inexactitudes, des erreurs ou des biais inhérents aux modèles sous-jacents
ja: AI の出力には、基盤モデルに内在する不正確さ、誤り、バイアスが含まれる場合があります
zh_cn: AI 输出可能包含底层模型固有的不准确、错误或偏见

# Terms_YouShouldIndependentlyVerify.Text
source: You should independently verify any important information generated by AI before relying on it
de: Wichtige, von KI generierte Informationen sollten Sie unabhängig überprüfen, bevor Sie sich darauf verlassen
es: Debe verificar de forma independiente cualquier información importante generada por la IA antes de confiar en ella
fr: Vous devez vérifier de manière indépendante toute information importante générée par l'IA avant de vous y fier
ja: AI が生成した重要な情報は、信頼する前にご自身で検証してください
zh_cn: 在依赖 AI 生成的任何重要信息之前,您应独立核实

# Terms_StrategiaXIsNot.Text
source: Strategia-X is not responsible for any decisions made based on AI-generated content
de: Strategia-X ist nicht verantwortlich für Entscheidungen, die auf KI-generierten Inhalten basieren
es: Strategia-X no es responsable de las decisiones tomadas con base en contenido generado por IA
fr: Strategia-X n'est pas responsable des décisions prises sur la base de contenus générés par l'IA
ja: AI 生成コンテンツに基づいて行われた判断について、Strategia-X は責任を負いません
zh_cn: Strategia-X 不对基于 AI 生成内容作出的任何决定负责

# Terms_AiResponsesDoNot.Text
source: AI responses do not constitute professional advice of any kind, including but not limited to legal, medical, financial, or engineering advice
de: KI-Antworten stellen keine professionelle Beratung dar, einschließlich, aber nicht beschränkt auf rechtliche, medizinische, finanzielle oder technische Beratung
es: Las respuestas de la IA no constituyen asesoramiento profesional de ningún tipo, incluido, entre otros, el asesoramiento legal, médico, financiero o de ingeniería
fr: Les réponses de l'IA ne constituent en aucun cas un avis professionnel, y compris, mais sans s'y limiter, un avis juridique, médical, financier ou technique
ja: AI の回答は、法律、医療、金融、エンジニアリングに関する助言を含むがこれに限られない、いかなる種類の専門的助言にも該当しません
zh_cn: AI 回答不构成任何形式的专业建议,包括但不限于法律、医疗、财务或工程建议

# Terms_11Indemnification.Text
source: 11. Indemnification
de: 11. Freistellung
es: 11. Indemnización
fr: 11. Indemnisation
ja: 11. 補償
zh_cn: 11. 赔偿

# Terms_YouAgreeToIndemnify.Text
source: You agree to indemnify, defend, and hold harmless Strategia-X, its officers, directors, employees, agents, and affiliates from and against any and all claims, damages, obligations, losses, liabilities, costs, or expenses (including reasonable attorneys' fees) arising from:
de: Sie verpflichten sich, Strategia-X sowie dessen Führungskräfte, Direktoren, Mitarbeiter, Vertreter und verbundene Unternehmen von sämtlichen Ansprüchen, Schäden, Verpflichtungen, Verlusten, Haftungen, Kosten oder Ausgaben (einschließlich angemessener Anwaltskosten) freizustellen, zu verteidigen und schadlos zu halten, die entstehen aus:
es: Usted acepta indemnizar, defender y eximir de responsabilidad a Strategia-X, sus directivos, directores, empleados, agentes y afiliados frente a todas las reclamaciones, daños, obligaciones, pérdidas, responsabilidades, costes o gastos (incluidos honorarios razonables de abogados) derivados de:
fr: Vous acceptez d'indemniser, de défendre et de dégager de toute responsabilité Strategia-X, ses dirigeants, administrateurs, employés, agents et affiliés contre toute réclamation, dommage, obligation, perte, responsabilité, coût ou dépense (y compris les honoraires d'avocat raisonnables) découlant de :
ja: お客様は、以下に起因するあらゆる請求、損害、義務、損失、責任、費用または経費 (合理的な弁護士費用を含む) について、Strategia-X ならびにその役員、取締役、従業員、代理人および関連会社を補償し、防御し、免責することに同意します:
zh_cn: 您同意就以下原因产生的任何及所有索赔、损害、义务、损失、责任、成本或费用(包括合理的律师费),对 Strategia-X 及其高管、董事、员工、代理人和关联方进行赔偿、辩护并使其免受损害:

# Terms_YourUseOrMisuse.Text
source: Your use or misuse of the application
de: Ihrer Nutzung oder missbräuchlichen Nutzung der Anwendung
es: Su uso o mal uso de la aplicación
fr: Votre utilisation ou mauvaise utilisation de l'application
ja: アプリケーションの使用または誤用
zh_cn: 您对应用程序的使用或滥用

# Terms_YourViolationOfThese.Text
source: Your violation of these Terms
de: Ihrem Verstoß gegen diese Bedingungen
es: Su incumplimiento de estos Términos
fr: Votre violation de ces Conditions
ja: 本規約への違反
zh_cn: 您违反本条款的行为

# Terms_YourViolationOfAny.Text
source: Your violation of any third-party rights, including intellectual property rights
de: Ihrer Verletzung von Rechten Dritter, einschließlich geistiger Eigentumsrechte
es: Su violación de derechos de terceros, incluidos los derechos de propiedad intelectual
fr: Votre violation de droits de tiers, y compris les droits de propriété intellectuelle
ja: 知的財産権を含む第三者の権利の侵害
zh_cn: 您侵犯任何第三方权利(包括知识产权)的行为

# Terms_ContentYouProcessImport.Text
source: Content you process, import, or generate through the application
de: Inhalten, die Sie mit der Anwendung verarbeiten, importieren oder erzeugen
es: El contenido que procese, importe o genere a través de la aplicación
fr: Le contenu que vous traitez, importez ou générez via l'application
ja: アプリケーションを通じて処理、インポート、または生成したコンテンツ
zh_cn: 您通过应用程序处理、导入或生成的内容

# Backup_PasswordPromptTitle
source: Encrypted Backup
de: Verschlüsseltes Backup
es: Copia de seguridad cifrada
zh_cn: 已加密的备份
